"无法访问相册中照片" = "Albümdeki fotoğraflara erişilemiyor";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Şu anda fotoğraf erişim izni yok, sistem ayarlarına gitmeniz önerilir,\n'Fotoğraflar'da 'Tüm Fotoğraflar'a erişime izin verin.";
"前往系统设置" = "Ayarlar";
"取消" = "İptal";
"相册" = "Albüm";
"完成" = "Tamam";
"原图" = "Orijinal";
"原片" = "Orijinal";
"预览" = "Önizleme";
"编辑" = "Düzenle";
"返回" = "Geri";
"还原" = "Sıfırla";
"自由" = "Serbest";
"没有可选资源" = "Seçilebilir kaynak yok";
"照片和视频不能同时选择" = "Fotoğraflar ve videolar aynı anda seçilemez";
"最多只能选择%d张照片" = "En fazla %d fotoğraf seçilebilir";
"已达到最大选择数" = "Maksimum seçim sayısına ulaşıldı";
"视频最大时长为%d秒，无法选择" = "Video maksimum %d saniye olabilir, seçilemez";
"视频最小时长为%d秒，无法选择" = "Video minimum %d saniye olmalıdır, seçilemez";
"视频和照片不能同时选择" = "Video ve fotoğraflar aynı anda seçilemez";
"最多只能选择%d个视频" = "En fazla %d video seçilebilir";
"正在下载" = "İndiriliyor";
"下载失败" = "İndirme başarısız";
"没有照片" = "Fotoğraf yok";
"你可以使用相机拍些照片" = "Kamerayla fotoğraf çekebilirsiniz";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Albümdeki tüm fotoğraflara erişilemiyor,\nlütfen 'Fotoğraflar'da 'Tüm Fotoğraflar'a erişime izin verin";
"只能查看允许访问的照片和相关相册" = "Sadece erişime izin verilen fotoğraflar ve ilgili albümler görüntülenebilir";
"无法使用相机!" = "Kamera kullanılamıyor!";
"无法使用相机功能" = "Kamera işlevi kullanılamıyor";
"请前往系统设置中，允许访问「相机」。" = "Lütfen sistem ayarlarına giderek 'Kamera'ya erişime izin verin.";
"照片大小超过最大限制" = "Fotoğraf boyutu maksimum limiti aşıyor";
"视频大小超过最大限制" = "Video boyutu maksimum limiti aşıyor";
"视频导出失败" = "Video dışa aktarılamadı";
"保存失败" = "Kaydetme başarısız";
"所有照片" = "Tüm Fotoğraflar";
"正在处理..." = "İşleniyor...";
"处理失败" = "İşleme başarısız";
"导出失败" = "Dışa aktarma başarısız";
"视频加载中" = "Video yükleniyor";
"视频加载失败!" = "Video yüklenemedi!";
"视频可编辑最大时长为%d秒，无法编辑" = "Düzenlenebilir maksimum video süresi %d saniyedir, düzenlenemez";
"相机不可用!" = "Kamera kullanılamıyor!";
"确定" = "Tamam";
"提示" = "İpucu";
"图片获取失败!" = "Görüntü alınamadı!";
"视频获取失败!" = "Video alınamadı!";
"图片下载中" = "Fotoğraf indiriliyor";
"视频下载中" = "Video indiriliyor";
"设置失败!" = "Ayarlama başarısız!";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "Eski Film";
"怀旧" = "Nostalji";
"黑白" = "Siyah Beyaz";
"色调" = "Ton";
"模糊" = "Bulanık";
"岁月" = "Yıllar";
"单色" = "Tek Renk";
"褪色" = "Soluk";
"冲印" = "Baskı";
"铬黄" = "Krom";
"暂无配乐" = "Müzik yok";
"配乐" = "Müzik";
"视频原声" = "Orijinal ses";
"正在同步iCloud" = "iCloud ile senkronize ediliyor";
"iCloud同步失败" = "iCloud senkronizasyonu başarısız";
"拖动到此处删除" = "Silmek için buraya sürükleyin";
"松手即可删除" = "Silmek için bırakın";
"搜索" = "Ara";
"背景音乐" = "Müzik";
"搜索歌名" = "Şarkı adı ara";
"此歌曲暂无歌词，请您欣赏" = "Bu şarkının sözleri yok, lütfen dinleyin";
"选择" = "Seç";
"取消选择" = "Seçimi kaldır";
"歌词" = "Şarkı sözleri";
"拍摄失败!" = "Çekim başarısız!";
"摄像头切换失败!" = "Kamera değiştirme başarısız!";
"相机初始化失败!" = "Kamera başlatılamadı!";
"轻触拍照" = "Fotoğraf çekmek için dokunun";
"按住摄像" = "Video çekmek için basılı tutun";
"轻触拍照，按住摄像" = "Fotoğraf için dokunun, video için basılı tutun";
"拍摄时长不足%d秒" = "Çekim süresi %d saniyeden az";
"麦克风添加失败，录制视频会没有声音哦!" = "Mikrofon eklenemedi, video ses olmadan kaydedilecek!";
"无法使用麦克风" = "Mikrofon kullanılamıyor";
"请在设置-隐私-相机中允许访问麦克风" = "Lütfen Ayarlar-Gizlilik-Kamera'da mikrofon erişimine izin verin";
"更多" = "Daha fazla";
"张照片" = "Fotoğraf";
"个视频" = "Video";
"实况" = "Canlı";
"照片" = "Fotoğraf";
"视频" = "Video";
"点击摄像" = "Kayıt için tıklayın";
"音量" = "Ses";
"明亮" = "Parlaklık";
"删除" = "Sil";
"原始比例" = "Orijinal";
"自由格式" = "Serbest Format";
"正方形" = "Kare";
"亮度" = "Parlaklık";
"对比度" = "Kontrast";
"饱和度" = "Doygunluk";
"曝光度" = "Pozlama";
"色温" = "Renk Sıcaklığı";
"暗角" = "Kenar Karartma";
"锐化" = "Keskinlik";
"蒙版素材" = "Maskeler";
"筛选" = "Filtreler";
"筛选条件" = "Filtreleme ölçütleri";
"无筛选条件" = "Filtre yok";
"没有项目" = "Öğe yok";
"筛选结果" = "Filtreleme sonuçları";
"所有项目" = "Tüm öğeler";
"已编辑" = "Düzenlendi";
"仅显示" = "Sadece göster";
"筛选照片" = "Fotoğraflar";
"筛选视频" = "Videolar";
"选择相册" = "Albüm seç";
"我的相册" = "Albümlerim";
"媒体类型" = "Medya türleri";
"查看全部" = "Tümünü gör";
"全部" = "Tümü";
"清空已编辑的内容" = "Düzenlenenleri temizle";
"高光" = "Parlak noktalar";
"阴影" = "Gölgeler";

"HXAlbumCameraRoll" = "Kamera Rulosu";
"HXAlbumPanoramas" = "Panoramalar";
"HXAlbumVideos" = "Videolar";
"HXAlbumFavorites" = "Favoriler";
"HXAlbumTimelapses" = "Hızlandırılmış";
"HXAlbumRecents" = "Son Kullanılanlar";
"HXAlbumRecentlyAdded" = "Son Eklenenler";
"HXAlbumBursts" = "Seri Çekim";
"HXAlbumSlomoVideos" = "Ağır Çekim";
"HXAlbumSelfPortraits" = "Selfie'ler";
"HXAlbumScreenshots" = "Ekran Görüntüleri";
"HXAlbumDepthEffect" = "Derinlik Efekti";
"HXAlbumLivePhotos" = "Canlı Fotoğraflar";
"HXAlbumAnimated" = "Hareketli";
